commands_templates/GetSystemLog0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetSystemLog>
         <!--type: SystemLogType - enumeration: [System,Access]-->
         <wsdl:LogType>?</wsdl:LogType>
      </wsdl:GetSystemLog>
   </soap:Body>
</soap:Envelope>